Repository: zmaj-lernapp/zmaj
Catalog: data/parallel.tmx
Source language: bs
Languages: da, de, en, fr, nb, nl, sv, tr

source: idem
da: jeg går
de: ich gehe
en: I go
fr: je vais
nb: jeg går
nl: ik ga
sv: jag går
tr: gidiyorum

source: ideš
da: du går
de: du gehst
en: you go
fr: tu vas
nb: du går
nl: jij gaat
sv: du går
tr: gidiyorsun

source: idemo
da: vi går
de: wir gehen
en: we go
fr: nous allons
nb: vi går
nl: wij gaan
sv: vi går
tr: gidiyoruz

source: idu
da: de går
de: sie gehen
en: they go
fr: ils vont
nb: de går
nl: zij gaan
sv: de går
tr: gidiyorlar

source: jedem
da: jeg spiser
de: ich esse
en: I eat
fr: je mange
nb: jeg spiser
nl: ik eet
sv: jag äter
tr: yiyorum

source: jedeš
da: du spiser
de: du isst
en: you eat
fr: tu manges
nb: du spiser
nl: jij eet
sv: du äter
tr: yiyorsun

source: pijem
da: jeg drikker
de: ich trinke
en: I drink
fr: je bois
nb: jeg drikker
nl: ik drink
sv: jag dricker
tr: içiyorum

source: govorim
da: jeg taler
de: ich spreche
en: I speak
fr: je parle
nb: jeg snakker
nl: ik spreek
sv: jag talar
tr: konuşuyorum

source: znam
da: jeg ved
de: ich weiß
en: I know
fr: je sais
nb: jeg vet
nl: ik weet
sv: jag vet
tr: biliyorum

source: znaš
da: du ved
de: du weißt
en: you know
fr: tu sais
nb: du vet
nl: jij weet
sv: du vet
tr: biliyorsun

source: mogu
da: jeg kan
de: ich kann
en: I can
fr: je peux
nb: jeg kan
nl: ik kan
sv: jag kan
tr: yapabilirim

source: možeš
da: du kan
de: du kannst
en: you can
fr: tu peux
nb: du kan
nl: jij kunt
sv: du kan
tr: yapabilirsin

source: hoću
da: jeg vil
de: ich will
en: I want
fr: je veux
nb: jeg vil
nl: ik wil
sv: jag vill
tr: istiyorum

source: radim
da: jeg arbejder
de: ich arbeite
en: I work
fr: je travaille
nb: jeg arbeider
nl: ik werk
sv: jag arbetar
tr: çalışıyorum

source: stanujem
da: jeg bor
de: ich wohne
en: I live
fr: j'habite
nb: jeg bor
nl: ik woon
sv: jag bor
tr: oturuyorum

source: učim
da: jeg lærer
de: ich lerne
en: I learn
fr: j'apprends
nb: jeg lærer
nl: ik leer
sv: jag lär mig
tr: öğreniyorum

source: volim
da: jeg elsker / kan lide
de: ich liebe / mag
en: I love / I like
fr: j'aime
nb: jeg elsker / liker
nl: ik hou van
sv: jag älskar / tycker om
tr: seviyorum

source: brat → braća
da: bror → brødre
de: Bruder → Brüder
en: brother → brothers
fr: frère → frères
nb: bror → brødre
nl: broer → broers
sv: bror → bröder
tr: erkek kardeş → erkek kardeşler

source: sestra → sestre
da: søster → søstre
de: Schwester → Schwestern
en: sister → sisters
fr: sœur → sœurs
nb: søster → søstre
nl: zus → zussen
sv: syster → systrar
tr: kız kardeş → kız kardeşler

source: kuća → kuće
da: hus → huse
de: Haus → Häuser
en: house → houses
fr: maison → maisons
nb: hus → hus
nl: huis → huizen
sv: hus → hus
tr: ev → evler

source: grad → gradovi
da: by → byer
de: Stadt → Städte
en: city → cities
fr: ville → villes
nb: by → byer
nl: stad → steden
sv: stad → städer
tr: şehir → şehirler

source: dijete → djeca
da: barn → børn
de: Kind → Kinder
en: child → children
fr: enfant → enfants
nb: barn → barn
nl: kind → kinderen
sv: barn → barn
tr: çocuk → çocuklar

source: žena → žene
da: kvinde → kvinder
de: Frau → Frauen
en: woman → women
fr: femme → femmes
nb: kvinne → kvinner
nl: vrouw → vrouwen
sv: kvinna → kvinnor
tr: kadın → kadınlar

source: muškarac → muškarci
da: mand → mænd
de: Mann → Männer
en: man → men
fr: homme → hommes
nb: mann → menn
nl: man → mannen
sv: man → män
tr: adam → adamlar

source: prijatelj → prijatelji
da: ven → venner
de: Freund → Freunde
en: friend → friends
fr: ami → amis
nb: venn → venner
nl: vriend → vrienden
sv: vän → vänner
tr: arkadaş → arkadaşlar

source: jabuka → jabuke
da: æble → æbler
de: Apfel → Äpfel
en: apple → apples
fr: pomme → pommes
nb: eple → epler
nl: appel → appels
sv: äpple → äpplen
tr: elma → elmalar

source: knjiga → knjige
da: bog → bøger
de: Buch → Bücher
en: book → books
fr: livre → livres
nb: bok → bøker
nl: boek → boeken
sv: bok → böcker
tr: kitap → kitaplar

source: sto → stolovi
da: bord → borde
de: Tisch → Tische
en: table → tables
fr: table → tables
nb: bord → bord
nl: tafel → tafels
sv: bord → bord
tr: masa → masalar

source: stolica → stolice
da: stol → stole
de: Stuhl → Stühle
en: chair → chairs
fr: chaise → chaises
nb: stol → stoler
nl: stoel → stoelen
sv: stol → stolar
tr: sandalye → sandalyeler

source: auto → auti
da: bil → biler
de: Auto → Autos
en: car → cars
fr: voiture → voitures
nb: bil → biler
nl: auto → auto's
sv: bil → bilar
tr: araba → arabalar

source: dan → dani
da: dag → dage
de: Tag → Tage
en: day → days
fr: jour → jours
nb: dag → dager
nl: dag → dagen
sv: dag → dagar
tr: gün → günler

source: godina → godine
da: år → år
de: Jahr → Jahre
en: year → years
fr: an → ans
nb: år → år
nl: jaar → jaren
sv: år → år
tr: yıl → yıllar

source: riječ → riječi
da: ord → ord
de: Wort → Wörter
en: word → words
fr: mot → mots
nb: ord → ord
nl: woord → woorden
sv: ord → ord
tr: kelime → kelimeler

source: oko → oči
da: øje → øjne
de: Auge → Augen
en: eye → eyes
fr: œil → yeux
nb: øye → øyne
nl: oog → ogen
sv: öga → ögon
tr: göz → gözler

source: ruka → ruke
da: hånd → hænder
de: Hand → Hände
en: hand → hands
fr: main → mains
nb: hånd → hender
nl: hand → handen
sv: hand → händer
tr: el → eller

source: čovjek → ljudi
da: menneske → mennesker
de: Mensch → Menschen
en: person → people
fr: personne → gens
nb: menneske → mennesker
nl: mens → mensen
sv: människa → människor
tr: insan → insanlar

source: prozor → prozori
da: vindue → vinduer
de: Fenster → Fenster
en: window → windows
fr: fenêtre → fenêtres
nb: vindu → vinduer
nl: raam → ramen
sv: fönster → fönster
tr: pencere → pencereler

source: selo → sela
da: landsby → landsbyer
de: Dorf → Dörfer
en: village → villages
fr: village → villages
nb: landsby → landsbyer
nl: dorp → dorpen
sv: by → byar
tr: köy → köyler

source: jaje → jaja
da: æg → æg
de: Ei → Eier
en: egg → eggs
fr: œuf → œufs
nb: egg → egg
nl: ei → eieren
sv: ägg → ägg
tr: yumurta → yumurtalar

source: ključ → ključevi
da: nøgle → nøgler
de: Schlüssel → Schlüssel
en: key → keys
fr: clé → clés
nb: nøkkel → nøkler
nl: sleutel → sleutels
sv: nyckel → nycklar
tr: anahtar → anahtarlar

source: zub → zubi
da: tand → tænder
de: Zahn → Zähne
en: tooth → teeth
fr: dent → dents
nb: tann → tenner
nl: tand → tanden
sv: tand → tänder
tr: diş → dişler

source: noć → noći
da: nat → nætter
de: Nacht → Nächte
en: night → nights
fr: nuit → nuits
nb: natt → netter
nl: nacht → nachten
sv: natt → nätter
tr: gece → geceler

source: pas → psi
da: hund → hunde
de: Hund → Hunde
en: dog → dogs
fr: chien → chiens
nb: hund → hunder
nl: hond → honden
sv: hund → hundar
tr: köpek → köpekler

source: čovjek
da: menneske
de: Mensch
en: person
fr: personne
nb: menneske
nl: mens
sv: människa
tr: insan

source: ljudi
da: mennesker
de: Leute
en: people
fr: gens
nb: mennesker
nl: mensen
sv: människor (flera)
tr: insanlar

source: ne
da: ikke
de: nicht
en: not
fr: ne ... pas
nb: ikke
nl: niet
sv: inte
tr: değil

source: nisam
da: jeg er ikke
de: ich bin nicht
en: I am not
fr: je ne suis pas
nb: jeg er ikke
nl: ik ben niet
sv: jag är inte
tr: değilim

source: nisi
da: du er ikke
de: du bist nicht
en: you are not
fr: tu n'es pas
nb: du er ikke
nl: jij bent niet
sv: du är inte
tr: değilsin

source: nije
da: han / hun er ikke
de: er / sie ist nicht
en: he / she is not
fr: il / elle n'est pas
nb: han / hun er ikke
nl: hij / zij is niet
sv: han / hon är inte
tr: o değil

source: nemam
da: jeg har ikke
de: ich habe nicht / kein
en: I do not have
fr: je n'ai pas
nb: jeg har ikke
nl: ik heb geen
sv: jag har inte
tr: bende yok

source: ne mogu
da: jeg kan ikke
de: ich kann nicht
en: I cannot
fr: je ne peux pas
nb: jeg kan ikke
nl: ik kan niet
sv: jag kan inte
tr: yapamam

source: neću
da: jeg vil ikke
de: ich will nicht
en: I do not want
fr: je ne veux pas
nb: jeg vil ikke
nl: ik wil niet
sv: jag vill inte
tr: istemiyorum

source: i
da: og
de: und
en: and
fr: et
nb: og
nl: en
sv: och
tr: ve

source: ali
da: men
de: aber
en: but
fr: mais
nb: men
nl: maar
sv: men
tr: ama

source: ili
da: eller
de: oder
en: or
fr: ou
nb: eller
nl: of
sv: eller
tr: veya

source: jer
da: fordi
de: weil
en: because
fr: parce que
nb: fordi
nl: omdat
sv: för att
tr: çünkü

source: da
da: at
de: dass
en: that
fr: que
nb: at
nl: dat
sv: att
tr: ki

source: da li
da: om (i spørgsmål)
de: ob
en: whether
fr: si (dans une question)
nb: om (i spørsmål)
nl: of (in vragen)
sv: om (i frågor)
tr: -ıp -madığı

source: ako
da: hvis (betingelse)
de: wenn / falls
en: if
fr: si (condition)
nb: hvis
nl: als
sv: om (villkor)
tr: eğer

source: kad
da: da / når (om tid)
de: als / wenn (zeitlich)
en: when (in time)
fr: quand (temporel)
nb: da / når (i tid)
nl: wanneer (in de tijd)
sv: när (i tiden)
tr: -dığı zaman

source: zato
da: derfor
de: deshalb
en: therefore
fr: c'est pourquoi
nb: derfor
nl: daarom
sv: därför
tr: bu yüzden

source: Mislim da ...
da: Jeg tror, at ...
de: Ich denke, dass ...
en: I think that ...
fr: Je pense que ...
nb: Jeg tror at ...
nl: Ik denk dat ...
sv: Jag tror att ...
tr: Bence ... / ... diye düşünüyorum

source: Ne znam gdje ...
da: Jeg ved ikke, hvor ...
de: Ich weiß nicht, wo ...
en: I do not know where ...
fr: Je ne sais pas où ...
nb: Jeg vet ikke hvor ...
nl: Ik weet niet waar ...
sv: Jag vet inte var ...
tr: Nerede olduğunu bilmiyorum ...

source: Pitam se da li ...
da: Jeg spekulerer på, om ...
de: Ich frage mich, ob ...
en: I wonder whether ...
fr: Je me demande si ...
nb: Jeg lurer på om ...
nl: Ik vraag me af of ...
sv: Jag undrar om ...
tr: Acaba ... mı diye merak ediyorum

source: Kaže da ...
da: Han siger, at ...
de: Er sagt, dass ...
en: He says that ...
fr: Il dit que ...
nb: Han sier at ...
nl: Hij zegt dat ...
sv: Han säger att ...
tr: ... diyor

source: Nadam se da ...
da: Jeg håber, at ...
de: Ich hoffe, dass ...
en: I hope that ...
fr: J'espère que ...
nb: Jeg håper at ...
nl: Ik hoop dat ...
sv: Jag hoppas att ...
tr: Umarım ki ...

source: Ne vjerujem
da: Det tror jeg ikke
de: Ich glaube nicht
en: I do not believe so
fr: Je ne crois pas
nb: Jeg tror ikke det
nl: Ik denk het niet
sv: Jag tror inte det
tr: Sanmıyorum

source: niko
da: ingen
de: niemand
en: nobody
fr: personne (négation)
nb: ingen
nl: niemand
sv: ingen
tr: hiç kimse

source: nikad
da: aldrig
de: nie
en: never
fr: jamais
nb: aldri
nl: nooit
sv: aldrig
tr: asla

source: uvijek
da: altid
de: immer
en: always
fr: toujours
nb: alltid
nl: altijd
sv: alltid
tr: her zaman

source: također
da: også
de: auch
en: also
fr: aussi
nb: også
nl: ook
sv: också
tr: de / da

source: samo
da: kun
de: nur
en: only
fr: seulement
nb: bare
nl: alleen
sv: bara
tr: sadece

source: već
da: allerede
de: schon
en: already
fr: déjà
nb: allerede
nl: al
sv: redan
tr: zaten

source: još ne
da: ikke endnu
de: noch nicht
en: not yet
fr: pas encore
nb: ikke ennå
nl: nog niet
sv: inte än
tr: henüz değil

source: Vidim brata
da: Jeg ser broren
de: Ich sehe den Bruder
en: I see the brother
fr: Je vois le frère
nb: Jeg ser broren
nl: Ik zie de broer
sv: Jag ser brodern
tr: Erkek kardeşi görüyorum

source: Vidim sestru
da: Jeg ser søsteren
de: Ich sehe die Schwester
en: I see the sister
fr: Je vois la sœur
nb: Jeg ser søsteren
nl: Ik zie de zus
sv: Jag ser systern
tr: Kız kardeşi görüyorum

source: Vidim dijete
da: Jeg ser barnet
de: Ich sehe das Kind
en: I see the child
fr: Je vois l'enfant
nb: Jeg ser barnet
nl: Ik zie het kind
sv: Jag ser barnet
tr: Çocuğu görüyorum

source: Pijem kahvu
da: Jeg drikker kaffe
de: Ich trinke Kaffee
en: I am drinking coffee
fr: Je bois du café
nb: Jeg drikker kaffe
nl: Ik drink koffie
sv: Jag dricker kaffe
tr: Kahve içiyorum

source: Jedem hljeb
da: Jeg spiser brød
de: Ich esse Brot
en: I am eating bread
fr: Je mange du pain
nb: Jeg spiser brød
nl: Ik eet brood
sv: Jag äter bröd
tr: Ekmek yiyorum

source: Imam pitanje
da: Jeg har et spørgsmål
de: Ich habe eine Frage
en: I have a question
fr: J'ai une question
nb: Jeg har et spørsmål
nl: Ik heb een vraag
sv: Jag har en fråga
tr: Bir sorum var

source: Imam auto
da: Jeg har en bil
de: Ich habe ein Auto
en: I have a car
fr: J'ai une voiture
nb: Jeg har en bil
nl: Ik heb een auto
sv: Jag har en bil
tr: Arabam var

source: Volim svoju majku
da: Jeg elsker min mor
de: Ich liebe meine Mutter
en: I love my mother
fr: J'aime ma mère
nb: Jeg elsker moren min
nl: Ik hou van mijn moeder
sv: Jag älskar min mor
tr: Annemi seviyorum

source: Kupujem jaknu
da: Jeg køber en jakke
de: Ich kaufe eine Jacke
en: I am buying a jacket
fr: J'achète une veste
nb: Jeg kjøper en jakke
nl: Ik koop een jas
sv: Jag köper en jacka
tr: Bir ceket alıyorum

source: Čitam knjigu
da: Jeg læser en bog
de: Ich lese ein Buch
en: I am reading a book
fr: Je lis un livre
nb: Jeg leser en bok
nl: Ik lees een boek
sv: Jag läser en bok
tr: Bir kitap okuyorum

source: Zovem doktora
da: Jeg ringer til lægen
de: Ich rufe den Arzt
en: I am calling the doctor
fr: J'appelle le médecin
nb: Jeg ringer legen
nl: Ik bel de dokter
sv: Jag ringer läkaren
tr: Doktoru arıyorum

source: On ima psa
da: Han har en hund
de: Er hat einen Hund
en: He has a dog
fr: Il a un chien
nb: Han har en hund
nl: Hij heeft een hond
sv: Han har en hund
tr: Onun köpeği var

source: Ona ima mačku
da: Hun har en kat
de: Sie hat eine Katze
en: She has a cat
fr: Elle a un chat
nb: Hun har en katt
nl: Zij heeft een kat
sv: Hon har en katt
tr: Onun kedisi var

source: Tražimo ulicu
da: Vi leder efter gaden
de: Wir suchen die Straße
en: We are looking for the street
fr: Nous cherchons la rue
nb: Vi leter etter gata
nl: Wij zoeken de straat
sv: Vi letar efter gatan
tr: Sokağı arıyoruz

source: Trebam vodu
da: Jeg har brug for vand
de: Ich brauche Wasser
en: I need water
fr: J'ai besoin d'eau
nb: Jeg trenger vann
nl: Ik heb water nodig
sv: Jag behöver vatten
tr: Suya ihtiyacım var

source: Trebam ključ
da: Jeg har brug for en nøgle
de: Ich brauche einen Schlüssel
en: I need a key
fr: J'ai besoin d'une clé
nb: Jeg trenger en nøkkel
nl: Ik heb een sleutel nodig
sv: Jag behöver en nyckel
tr: Anahtara ihtiyacım var

source: Znam tvog brata
da: Jeg kender din bror
de: Ich kenne deinen Bruder
en: I know your brother
fr: Je connais ton frère
nb: Jeg kjenner broren din
nl: Ik ken jouw broer
sv: Jag känner din bror
tr: Erkek kardeşini tanıyorum

source: pitanje
da: spørgsmål
de: Frage
en: question
fr: question
nb: spørsmål
nl: vraag
sv: fråga
tr: soru

source: odgovor
da: svar
de: Antwort
en: answer
fr: réponse
nb: svar
nl: antwoord
sv: svar
tr: cevap

source: čitati
da: at læse
de: lesen
en: to read
fr: lire
nb: lese
nl: lezen
sv: läsa
tr: okumak

source: tražiti
da: at lede efter
de: suchen
en: to look for
fr: chercher
nb: lete etter
nl: zoeken
sv: leta efter
tr: aramak

source: trebati
da: at have brug for
de: brauchen
en: to need
fr: avoir besoin de
nb: trenge
nl: nodig hebben
sv: behöva
tr: ihtiyaç duymak

source: zvati
da: at kalde / at ringe
de: rufen / anrufen
en: to call
fr: appeler
nb: rope / ringe
nl: roepen / bellen
sv: ropa / ringa
tr: çağırmak / aramak

source: kupujem
da: jeg køber
de: ich kaufe
en: I buy
fr: j'achète
nb: jeg kjøper
nl: ik koop
sv: jag köper
tr: alıyorum

source: vidim
da: jeg ser
de: ich sehe
en: I see
fr: je vois
nb: jeg ser
nl: ik zie
sv: jag ser
tr: görüyorum

source: mene / me
da: mig
de: mich
en: me
fr: me
nb: meg
nl: mij
sv: mig
tr: beni

source: tebe / te
da: dig
de: dich
en: you (object)
fr: te
nb: deg
nl: jou
sv: dig
tr: seni

source: njega / ga
da: ham
de: ihn
en: him
fr: le (lui)
nb: ham
nl: hem
sv: honom
tr: onu (erkek)

source: nju / je
da: hende
de: sie (Akkusativ)
en: her (accusative)
fr: la (elle)
nb: henne
nl: haar (accusatief)
sv: henne
tr: onu (kadın)

source: bez šećera
da: uden sukker
de: ohne Zucker
en: without sugar
fr: sans sucre
nb: uten sukker
nl: zonder suiker
sv: utan socker
tr: şekersiz

source: bez mlijeka
da: uden mælk
de: ohne Milch
en: without milk
fr: sans lait
nb: uten melk
nl: zonder melk
sv: utan mjölk
tr: sütsüz

source: iz Bosne
da: fra Bosnien
de: aus Bosnien
en: from Bosnia
fr: de Bosnie
nb: fra Bosnia
nl: uit Bosnië
sv: från Bosnien
tr: Bosna'dan

source: iz Njemačke
da: fra Tyskland
de: aus Deutschland
en: from Germany
fr: d'Allemagne
nb: fra Tyskland
nl: uit Duitsland
sv: från Tyskland
tr: Almanya'dan

source: iz grada
da: fra byen
de: aus der Stadt
en: from the city
fr: de la ville
nb: fra byen
nl: uit de stad
sv: från staden
tr: şehirden

source: od mog brata
da: fra min bror
de: von meinem Bruder
en: from my brother
fr: de mon frère
nb: fra broren min
nl: van mijn broer
sv: från min bror
tr: erkek kardeşimden

source: do sutra
da: indtil i morgen
de: bis morgen
en: until tomorrow
fr: jusqu'à demain
nb: til i morgen
nl: tot morgen
sv: till i morgon
tr: yarına kadar

source: do stanice
da: helt til stoppestedet
de: bis zur Haltestelle
en: up to the stop
fr: jusqu'à l'arrêt
nb: fram til holdeplassen
nl: tot aan de halte
sv: fram till hållplatsen
tr: durağa kadar

source: pored kuće
da: ved siden af huset
de: neben dem Haus
en: next to the house
fr: à côté de la maison
nb: ved siden av huset
nl: naast het huis
sv: bredvid huset
tr: evin yanında

source: kod nane
da: hos bedstemor
de: bei der Oma
en: at grandma's
fr: chez grand-mère
nb: hos bestemor
nl: bij oma
sv: hos mormor
tr: ninemde

source: kod prijatelja
da: hos min ven
de: bei meinem Freund
en: at my friend's
fr: chez mon ami
nb: hos vennen min
nl: bij mijn vriend
sv: hos min vän
tr: arkadaşımda

source: kuća moje sestre
da: min søsters hus
de: das Haus meiner Schwester
en: my sister's house
fr: la maison de ma sœur
nb: søsteren mins hus
nl: het huis van mijn zus
sv: min systers hus
tr: kız kardeşimin evi

source: auto oca
da: farens bil
de: das Auto des Vaters
en: the father's car
fr: la voiture du père
nb: farens bil
nl: de auto van vader
sv: faderns bil
tr: babanın arabası

source: čaša vode
da: et glas vand
de: ein Glas Wasser
en: a glass of water
fr: un verre d'eau
nb: et glass vann
nl: een glas water
sv: ett glas vatten
tr: bir bardak su

source: šolja kahve
da: en kop kaffe
de: eine Tasse Kaffee
en: a cup of coffee
fr: une tasse de café
nb: en kopp kaffe
nl: een kopje koffie
sv: en kopp kaffe
tr: bir fincan kahve

source: kilogram jabuka
da: et kilo æbler
de: ein Kilo Äpfel
en: a kilo of apples
fr: un kilo de pommes
nb: en kilo epler
nl: een kilo appels
sv: ett kilo äpplen
tr: bir kilo elma

source: mnogo ljudi
da: mange mennesker
de: viele Menschen
en: many people
fr: beaucoup de gens
nb: mange mennesker
nl: veel mensen
sv: många människor
tr: çok insan

source: malo vremena
da: lidt tid
de: wenig Zeit
en: little time
fr: peu de temps
nb: lite tid
nl: weinig tijd
sv: lite tid
tr: az vakit

source: Nemam novca
da: Jeg har ingen penge
de: Ich habe kein Geld
en: I have no money
fr: Je n'ai pas d'argent
nb: Jeg har ingen penger
nl: Ik heb geen geld
sv: Jag har inga pengar
tr: Param yok

source: Nema hljeba
da: Der er ikke noget brød
de: Es gibt kein Brot
en: There is no bread
fr: Il n'y a pas de pain
nb: Det finnes ikke noe brød
nl: Er is geen brood
sv: Det finns inget bröd
tr: Ekmek yok

source: Ima mnogo djece
da: Der er mange børn
de: Es gibt viele Kinder
en: There are many children
fr: Il y a beaucoup d'enfants
nb: Det er mange barn
nl: Er zijn veel kinderen
sv: Det finns många barn
tr: Çok çocuk var

source: čaša
da: glas
de: Glas
en: glass
fr: verre
nb: glass
nl: glas
sv: glas
tr: bardak

source: šolja
da: kop
de: Tasse
en: cup
fr: tasse
nb: kopp
nl: kopje
sv: kopp
tr: fincan

source: kilogram
da: kilo
de: Kilo
en: kilo
fr: kilo
nb: kilo
nl: kilo
sv: kilo
tr: kilo

source: mnogo
da: meget / mange
de: viel / viele
en: much / many
fr: beaucoup
nb: mye / mange
nl: veel
sv: mycket / många
tr: çok / birçok

source: dosta
da: nok
de: genug
en: enough
fr: assez
nb: nok
nl: genoeg
sv: tillräckligt
tr: yeterli

source: blizu
da: tæt på
de: in der Nähe von
en: near
fr: près de
nb: nær
nl: dicht bij
sv: nära
tr: yakınında

source: zbog
da: på grund af
de: wegen
en: because of
fr: à cause de
nb: på grunn av
nl: vanwege
sv: på grund av
tr: yüzünden

source: u
da: i (hvor)
de: in (wo)
en: in (where)
fr: dans (où)
nb: i (hvor)
nl: in (waar)
sv: i (var)
tr: içinde (nerede)

source: na
da: på (hvor)
de: auf (wo)
en: on (where)
fr: sur (où)
nb: på (hvor)
nl: op (waar)
sv: på (var)
tr: üstünde (nerede)

source: iz
da: fra
de: aus
en: from
fr: de (provenance)
nb: fra
nl: uit
sv: från
tr: -den

source: od
da: af
de: von
en: from / of
fr: de
nb: av
nl: van
sv: av
tr: -den / -in

source: do
da: til
de: bis
en: until
fr: jusqu'à
nb: til
nl: tot
sv: till
tr: -e kadar

source: sa
da: med
de: mit
en: with
fr: avec
nb: med
nl: met
sv: med
tr: ile

source: za
da: for
de: für
en: for
fr: pour
nb: for
nl: voor
sv: för
tr: için

source: kod
da: hos
de: bei
en: at
fr: chez
nb: hos
nl: bij
sv: hos
tr: -de

source: bez
da: uden
de: ohne
en: without
fr: sans
nb: uten
nl: zonder
sv: utan
tr: -siz

source: prema
da: mod
de: zu / in Richtung
en: towards
fr: vers
nb: mot
nl: naar
sv: mot
tr: -e doğru

source: iznad
da: over
de: über / oberhalb
en: above
fr: au-dessus de
nb: over
nl: boven
sv: ovanför
tr: üstünde

source: ispod
da: under
de: unter
en: under
fr: sous
nb: under
nl: onder
sv: under
tr: altında

source: između
da: mellem
de: zwischen
en: between
fr: entre
nb: mellom
nl: tussen
sv: mellan
tr: arasında

source: iza
da: bag
de: hinter
en: behind
fr: derrière
nb: bak
nl: achter
sv: bakom
tr: arkasında

source: ispred
da: foran
de: vor (räumlich)
en: in front of
fr: devant
nb: foran
nl: voor (plaats)
sv: framför
tr: önünde

source: pored
da: ved siden af
de: neben
en: next to
fr: à côté de
nb: ved siden av
nl: naast
sv: bredvid
tr: yanında

source: poslije
da: efter
de: nach (zeitlich)
en: after
fr: après
nb: etter
nl: na
sv: efter
tr: -den sonra

source: prije
da: før
de: vor (zeitlich)
en: before
fr: avant
nb: før
nl: voor (tijd)
sv: före
tr: -den önce

source: kroz
da: gennem
de: durch
en: through
fr: à travers
nb: gjennom
nl: door
sv: genom
tr: içinden

source: u gradu
da: i byen
de: in der Stadt
en: in the city
fr: en ville
nb: i byen
nl: in de stad
sv: i staden
tr: şehirde

source: u kući
da: i huset
de: im Haus
en: in the house
fr: dans la maison
nb: i huset
nl: in het huis
sv: i huset
tr: evde

source: na stolu
da: på bordet
de: auf dem Tisch
en: on the table
fr: sur la table
nb: på bordet
nl: op de tafel
sv: på bordet
tr: masada

source: na pijaci
da: på markedet
de: auf dem Markt
en: at the market
fr: au marché
nb: på markedet
nl: op de markt
sv: på marknaden
tr: pazarda

source: s mojom ženom
da: med min kone
de: mit meiner Frau
en: with my wife
fr: avec ma femme
nb: med kona mi
nl: met mijn vrouw
sv: med min fru
tr: eşimle

source: za tebe
da: for dig
de: für dich
en: for you
fr: pour toi
nb: for deg
nl: voor jou
sv: för dig
tr: senin için

source: za djecu
da: for børnene
de: für die Kinder
en: for the children
fr: pour les enfants
nb: for barna
nl: voor de kinderen
sv: för barnen
tr: çocuklar için

source: u autu
da: i bilen
de: im Auto
en: in the car
fr: dans la voiture
nb: i bilen
nl: in de auto
sv: i bilen
tr: arabada

source: poslije posla
da: efter arbejdet
de: nach der Arbeit
en: after work
fr: après le travail
nb: etter jobben
nl: na het werk
sv: efter jobbet
tr: işten sonra

source: prije jela
da: før maden
de: vor dem Essen
en: before the meal
fr: avant le repas
nb: før maten
nl: voor het eten
sv: före maten
tr: yemekten önce

source: Dajem bratu
da: Jeg giver til broren
de: Ich gebe dem Bruder
en: I give to the brother
fr: Je donne au frère
nb: Jeg gir til broren
nl: Ik geef aan de broer
sv: Jag ger till brodern
tr: Erkek kardeşime veriyorum

source: Dajem sestri
da: Jeg giver til søsteren
de: Ich gebe der Schwester
en: I give to the sister
fr: Je donne à la sœur
nb: Jeg gir til søsteren
nl: Ik geef aan de zus
sv: Jag ger till systern
tr: Kız kardeşime veriyorum

source: Dajem djetetu
da: Jeg giver til barnet
de: Ich gebe dem Kind
en: I give to the child
fr: Je donne à l'enfant
nb: Jeg gir til barnet
nl: Ik geef aan het kind
sv: Jag ger till barnet
tr: Çocuğa veriyorum
